{
  "courseName": "汽车发动机机械系统构造",
  "courseItems": [
    {
      "itemCode": "Mission_07",
      "itemName": "项目一 水泵与节温器拆装",
      "description": "在冷却系统中系统中，水泵可通过皮带来带动，把发动机缸体水道内的热水泵出，把冷水泵入的装置，是发动机冷却系统的重要组成部分，水泵的好坏对汽车的冷却性能有至关重要的作用。节温器是一种自动调温装置，通常含有感温组件，借着热胀或冷缩来开启、关掉空气、气体或液体的流动。它的好坏直接影响着发动机的温度。因此学生必须学会自己检测水泵及节温器各部件的好坏。本次任务通过水泵及节温器的拆装与检查作业，锻炼学生的动手能力及安全操作能力，使学生能够掌握水泵及节温器分解步骤及检查方法。",
      "playName": "水泵与节温器拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_09",
      "itemName": "项目二 机油泵拆装",
      "description": "机油泵是发动机润滑系统的重要组成部分，位于油底壳上、下部件之间，是使机油压力升高和保证一定的油量，向各摩擦表面供油的部件。机油泵的好坏对汽车使用性能是至关重要的，本次任务通过机油泵的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握机油泵的拆装方法。",
      "playName": "机油泵拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_10",
      "itemName": "项目三 正时链条拆装",
      "description": "正时链条和链轮是发动机配气系统的重要组成部分，通过与曲轴的连接并配合一定的传动比来保证进、排气时间的准确。汽车发动机工作过程中，在气缸内不断发生进气、压缩、做功、排气四个过程，并且，每个步骤的时机都要与活塞的运动状态和位置相配合，使进气与排气及活塞升降相互协调起来，正时链条及链轮在发动机里面扮演了一个“桥梁”的作用，在曲轴的带动下将力量传递给相应机件。本次任务通过对正时链条及链轮的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握正时链条及链轮的拆装方法和步骤。",
      "PlayName": "正时链条拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_11",
      "itemName": "项目四 凸轮轴拆装",
      "description": "凸轮轴是活塞发动机里的一个部件。它的作用是控制气门的开启和闭合动作。凸轮轴的转速依然很高，而且需要承受很大的扭矩，因此设计中对凸轮轴在强度和支撑方面的要求很高。本次任务通过凸轮轴的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握凸轮轴的拆装方法和步骤。",
      "playName": "凸轮轴拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_12",
      "itemName": "项目五 平衡轴组拆装",
      "description": "大众EA888发动机的曲柄连杆机构与一般发动机的曲柄连杆机构相比多了平衡轴组，平衡轴组的主要功用是平衡和减少发动机的振动，从而实现降低发动机噪音、延长使用寿命、提升驾乘者舒适性。因此平衡轴组的好坏对汽车使用性能是至关重要的，本次任务通过平衡轴组的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握平衡轴组的拆装方法和步骤。",
      "playName": "平衡轴组拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_13",
      "itemName": "项目六 气缸盖与气缸垫拆装",
      "description": "气缸盖与气缸垫是发动机机体组的一部分，气缸盖位于气缸体的上部，气缸垫位于气缸盖与气缸体之间，它们都有着密封气缸的作用。气缸盖与气缸垫的好坏对汽车使用性能是至关重要的，本次任务通过气缸盖与气缸垫的检修作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握气缸盖与气缸垫的检修方法和步骤。",
      "playName": "气缸盖与气缸垫拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_14",
      "itemName": "项目七 气门组拆装",
      "description": "气门组是发动机配气机构的三大组成之一，它主要是用于实现气缸的密封，以及进气和排气。因此气门组的好坏对汽车使用性能是至关重要的，本次任务通过气门组的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握气门轴组的拆装方法和步骤。",
      "playName": "气门组拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_15",
      "itemName": "项目八 活塞连杆组拆装",
      "description": "活塞连杆组是发动机曲柄连杆机构组成的一部分，它是发动机的传动件，把燃烧气体的压力传给曲轴，使曲轴旋转并输出动力。因此活塞连杆组的好坏对汽车使用性能是至关重要的，本次任务通过活塞连杆组的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握活塞连杆组的拆装方法和步骤。",
      "playName": "活塞连杆组拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    },
    {
      "itemCode": "Mission_16",
      "itemName": "项目九 曲轴飞轮组拆装",
      "description": "曲轴飞轮组的作用是把活塞的往复运动转变为曲轴的旋转运动，为汽车的行驶和其他需要动力的机构输出扭矩。同时还储存能量，用以克服非做功行程的阻力，使发动机运转平稳。本次任务通过曲轴飞轮组的拆装作业，锻炼学生的动手能力及安全操作能力，使学生能够熟悉并掌握曲轴飞轮组的拆装方法和步骤。",
      "playName": "曲轴飞轮组拆装",
      "unityName": "涡轮增压发动机机械系统虚拟拆装台"
    }
  ]
}
